/* No comment provided by engineer. */
"%@" = "%@";

/* No comment provided by engineer. */
"Abort" = "Abort";

/* No comment provided by engineer. */
"Add" = "Add";

/* SignUpView */
"Added new user:" = "Added new user:";

/* NewPersonView
   PersonView */
"Address" = "Address";

/* SignUpView */
"already exists" = "already exists";

/* SettingView */
"Are you sure you want to delete PostalCode?" = "Are you sure you want to delete PostalCode?";

/* PersonsOverView */
"Are you sure you want to delete this person?" = "Are you sure you want to delete this person?";

/* UserDeleteView */
"Are you sure you want to delete this user?" = "Are you sure you want to delete this user?";

/* SettingView */
"Are you sure you want to save PostalCodes?" = "Are you sure you want to save PostalCodes?";

/* UserDeleteView */
"Are you sure you want to update this user?" = "Are you sure you want to update this user?";

/* PersonBirthday */
"Birthday" = "Birthday";

/* SignInView */
"Both email and Password must have a value" = "Both email and Password must have a value";

/* NewPersonView */
"Can not modify this person yet, due to missing value for its recordID.\nPlease try again later..." = "Can not modify this person yet, due to missing value for its recordID.\nPlease try again later...";

/* SignUpView
   UserMaintenanceView */
"Choose Profile Image" = "Choose Profile Image";

/* NewPersonView
   PersonView */
"City" = "City";

/* SignInView */
"Create a new account?" = "Create a new account?";

/* NewPersonView
   PersonView */
"Date of birth" = "Date of birth";

/* SignInView
   UserDeleteView */
"Delete an user" = "Delete an user";

/* PersonsOverView */
"Delete person" = "Delete person";

/* SettingView */
"Delete PostalCode" = "Delete PostalCode";

/* SettingView */
"Delete PostalCode (100 at a time)" = "Delete PostalCode (100 at a time)";

/* No comment provided by engineer. */
"Delete this person" = "Delete this person";

/* No comment provided by engineer. */
"Delete this user" = "Delete this user";

/* UserDeleteView */
"Delete user" = "Delete user";

/* UserDeleteView */
"deleted" = "deleted";

/* SettingView */
"EMAIL" = "EMAIL";

/* No comment provided by engineer. */
"email" = "email";

/* NewPersonView
   PersonView
   TestMessage */
"eMail" = "eMail";

/* SignInView
   SignUpView
   UserDeleteView
   UserMaintenanceView */
"eMail address" = "eMail address";

/* SettingView */
"EMAIL option" = "EMAIL option";

/* No comment provided by engineer. */
"eMail/SMS" = "eMail/SMS";

/* NewPersonView
   PersonView */
"Enter city" = "Enter city";

/* NewPersonView
   PersonView */
"Enter municipality" = "Enter municipality";

/* NewPersonView
   PersonView */
"Enter number" = "Enter number";

/* NewPersonView
   v */
"Enter your address" = "Enter your address";

/* NewPersonView
   PersonView
   SignInView
   SignUpView
   UserMaintenanceView */
"Enter your email address" = "Enter your email address";

/* NewPersonView
   PersonView */
"Enter your first name" = "Enter your first name";

/* NewPersonView
   PersonView */
"Enter your last name" = "Enter your last name";

/* SignUpView
   UserMaintenanceView */
"Enter your name" = "Enter your name";

/* SignInView
   SignUpView
   UserMaintenanceView */
"Enter your password" = "Enter your password";

/* NewPersonView
   PersonView */
"Enter your phone number" = "Enter your phone number";

/* SignInView */
"Exit" = "Exit";

/* NewPersonView
   PersonView */
"First name" = "First name";

/* NewPersonView
   PersonView */
"First name and last name must both contain a value." = "First name and last name must both contain a value.";

/* NewPersonView
   PersonView */
"Gender" = "Gender";

/* UserDeleteView
   UserMaintenanceView */
"Hold and release to activate the actions below" = "Hold and release to activate the actions below";

/* NewPersonView
   PersonView */
"Last name" = "Last name";

/* NewPersonView
   PersonView */
"Man" = "Man";

/* TestMessage */
"Message" = "Message";

/* UserDeleteView
   UserMaintenanceView */
"Missing parameters" = "Missing parameters";

/* ShowPersons */
"Missing personal email" = "Missing personal email";

/* ShowPersons */
"Missing phonenumber" = "Missing phonenumber";

/* NewPersonView
   PersonView */
"Modify" = "Modify";

/* UserMaintenanceView */
"Modify user" = "Modify user";

/* NewPersonView
   PersonView */
"Municipality" = "Municipality";

/* NewPersonView */
"Municipality number" = "Municipality number";

/* SignInView */
"Name, eMail and Password must have a value" = "Name, eMail and Password must have a value";

/* SignUpView */
"Name, eMail or Password must all contain a value." = "Name, eMail or Password must all contain a value.";

/* NewPersonView */
"New person" = "New person";

/* SignInView */
"New user" = "New user";

/* PersonsOverView
   SettingView
   UserDeleteView
   UserMaintenanceView */
"No" = "No";

/* SignInView */
"Options Menu" = "Options Menu";

/* SignInView
   SignUpView
   UserDeleteView
   UserMaintenanceView */
"Password" = "Password";

/* SettingView */
"PASSWORD" = "PASSWORD";

/* NewPersonView */
"Person overview" = "Person overview";

/* SignInView */
"PersonBirthday" = "PersonBirthday";

/* PersonsOverView */
"Persons overview" = "Persons overview";

/* SignInView */
"PersonsOverview" = "PersonsOverview";

/* NewPersonView
   PersonView */
"Phone Number" = "Phone Number";

/* NewPersonView
   PersonView */
"Postalcode" = "Postalcode";

/* SettingView */
"POSTALCODE" = "POSTALCODE";

/* NewPersonView
   PersonView */
"Profile Image" = "Profile Image";

/* SettingView */
"Records deleted:" = "Records deleted:";

/* NewPersonView
   PersonView */
"Refresh" = "Refresh";

/* NewPersonView */
"Save" = "Save";

/* SettingView */
"Save PostalCode" = "Save PostalCode";

/* FindPostalCode */
"Search..." = "Search...";

/* No comment provided by engineer. */
"Select postalcode" = "Select postalcode";

/* TestMessage */
"Send eMail or SMS" = "Send eMail or SMS";

/* SettingView */
"Send SMS" = "Send SMS";

/* SignInView */
"Settings" = "Settings";

/* SettingView */
"Show password" = "Show password";

/* SignInView */
"Sign In" = "Sign In";

/* SignInView */
"Sign in CloudKit" = "Sign in CloudKit";

/* No comment provided by engineer. */
"Sign up" = "Sign up";

/* SignUpView */
"Sign Up CloudKit" = "Sign Up CloudKit";

/* No comment provided by engineer. */
"SignInView" = "SignInView";

/* SettingView */
"SMS" = "SMS";

/* SettingView */
"SMS option" = "SMS option";

/* PersonsOverView */
"Successfully deleted a person" = "Successfully deleted a person";

/* UserMaintenanceView */
"Successfully modified this user" = "Successfully modified this user";

/* SignUpView */
"The user:" = "The user:";

/* SignInView
   ToDoView */
"To do" = "To do";

/* SignInView
   UserDeleteView */
"Unknown email or password:" = "Unknown email or password:";

/* UserMaintenanceView */
"Update an user" = "Update an user";

/* No comment provided by engineer. */
"Update this user" = "Update this user";

/* UserDeleteView */
"User" = "User";

/* SignInView
   UserMaintenanceView */
"User maintenance" = "User maintenance";

/* PersonView */
"was modified" = "was modified";

/* NewPersonView */
"was saved" = "was saved";

/* NewPersonView
   PersonView */
"Woman" = "Woman";

/* SettingView */
"Yes" = "Yes";

/* NewPersonView */
"You must activate the SMS option" = "You must activate the SMS option";

/* FindPostalCodeNewPerson */
"You must enter a city" = "You must enter a city";

/* SignInView
   SignUpiew
   UserDeleteView
   UserMaintenanceView */
"Your name" = "Your name";

